tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "coreutils"
brew "curl"
brew "node"
brew "pkg-config"
brew "libxml2"
brew "gh"
brew "git"
brew "grep"
brew "htop"
brew "libomp"
brew "libyaml"
brew "mas"
brew "openjdk@17"
brew "r", link: false
brew "speedtest-cli"
brew "thefuck"
brew "wget"
brew "zlib"
brew "zsh"
cask "adobe-creative-cloud"
cask "brave-browser"
cask "github"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "jiggler"
cask "mactex"
cask "r"
cask "rstudio"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
