tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "xz"
brew "openssl@3"
brew "autoconf"
brew "awscli"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "curl"
brew "fribidi"
brew "ffmpeg"
brew "node"
brew "fx"
brew "pkg-config"
brew "libpq"
brew "libxml2"
brew "unixodbc"
brew "gdal"
brew "gh"
brew "git"
brew "grep"
brew "htop"
brew "httpie"
brew "libomp"
brew "ipython"
brew "jfrog-cli"
brew "jq"
brew "libyaml"
brew "jupyterlab"
brew "mackup"
brew "mas"
brew "openjdk@17"
brew "poetry"
brew "psqlodbc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r", link: false
brew "speedtest-cli"
brew "subversion"
brew "thefuck"
brew "udunits"
brew "wget"
brew "zlib"
brew "zsh"
cask "adobe-creative-cloud"
cask "brave-browser"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "jiggler"
cask "mactex"
cask "postman"
cask "r"
cask "rstudio"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
mas "Grammarly for Safari", id: 1462114288
